Repository: postyou/contao-cookiebar-optin
Catalog: contao/languages/*/*_content.xlf
Languages: de

# tl_content.useCookiebarOptin.0
source: Use Cookiebar Opt-In
de: Cookiebar Opt-In nutzen

# tl_content.useCookiebarOptin.1
source: Enable Opt-In for this content element.
de: Aktiviere Opt-In für dieses Inhaltselement.

# tl_content.cookieId.0
source: Cookie Configuration
de: Cookie Konfiguration

# tl_content.cookieId.1
source: Select the cookie configuration that is needed for the consent.
de: Wähle die Cookie-Konfiguration aus, die für das Opt-In benötigt wird.

# tl_content.cookiebarOptinText.0
source: Message (blocked)
de: Meldung (gesperrt)

# tl_content.cookiebarOptinText.1
source: This message appears when the content element is blocked due to not having consent.
de: Diese Meldung erscheint, wenn das Inhaltselement aufgrund einer fehlenden Zustimmung gesperrt ist.

# tl_content.cookiebarOptinImage.0
source: Background Image
de: Hintergrundbild

# tl_content.cookiebarOptinImage.1
source: Here you can select an image to be displayed in the background.
de: Hier können Sie ein Bild auswählen, welches im Hintergrund dargestellt wird.

# tl_content.cookiebarOptinImageSize.0
source: Background Image Size
de: Hintergrundbild Größe

# tl_content.cookiebarOptinImageSize.1
source: Here you can select an image size for the background image.
de: Hier können Sie ein Bildgröße für das Hintergrundbild auswählen.
